56.*  Показать запросом уровни подчинения сотрудников (например, через подчёркивания).
	Деректива order siblings by.
psql Как начать обход дерева в иерархических запросах не с первого элемента.
56.2. Создайте таблицу «Детали», где одна деталь может быть частью другой, выведите на экран иерархию деталей.
56.3. Создайте циклическую иерархию, запустите запрос с использованием NOCYCLE и без использования NOCYCLE, проанализируйте результат.
psql "WITH часто используются в рекурсивных запросах"
63.3 Как используется WITH в иерархических?
